Repository: BryanSmithDev/OctoPrint-TPLinkSmartplug
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Model size
de: Modellgröße

source: Filament
de: Glühfaden

source: Tool
de: Werkzeug

source: Estimated print time
de: Geschätzte Druckzeit

source: Last printed
de: Zuletzt gedruckt

source: Last print time
de: Letzte Druckzeit

source: Last power cost
de: Energiekosten

source: Powering off in
de: Ausschalten in

source: Automatic Power Off
de: autom. Ausschalten in

source: Cancel Power Off
de: Abbrechen abbrechen

source: Are you sure you want to proceed?
de: Bist du sicher?

source: Cancel
de: Abbrechen

source: Proceed
de: Fortfahren

source: TP-Link Smartplug Settings
de: TP-Link Smartplug-Einstellungen

source: Plug
de: Stecker

source: Options
de: Einstellungen

source: Automatic Power Off Enabled
de: Automatisches Ausschalten aktiviert

source: Warning Prompt
de: Warnmeldung

source: Warn While Printing
de: Beim Drucken warnen

source: Auto Connect
de: Automatische Verbindung

source: Auto Disconnect
de: Automatische Trennung

source: Run System Command On
de: Führen Sie den Systembefehl ein

source: Run System Command Off
de: Führen Sie den Systembefehl aus

source: Enable thermal runaway monitoring.
de: Aktivieren Sie die Überwachung des thermischen Durchgehens.

source: Max Bed Temp
de: max. Heizbett Temp.

source: Enable error event monitoring.
de: Aktivieren Sie die Fehlerereignisüberwachung.

source: Enable disconnect event monitoring.
de: Aktivieren Sie die Überwachung von Trennereignissen.

source: Enable debug logging.
de: Aktivieren Sie die Debug-Protokollierung.

source: Enable polling of status.
de: Aktivieren Sie die Abfrage des Status.

source: Minutes between checks
de: Minuten zwischen den Abfragen

source: Cost per kWh
de: Kosten pro kWh

source: Cancel Automatic Power Off Timer
de: Automatischen Ausschalt-Timer abbrechen

source: sec
de: sek

source: Remember "Automatic Power Off"
de: Denken Sie an "Automatisches Ausschalten"

source: Label
de: Beschriftung

source: Off on Print Complete
de: Aus auf Druck abgeschlossen

source: Off on Error
de: Aus bei Fehler

source: Off on Disconnect
de: Aus ein Trennen

source: Use Countdown Timers
de: Verwenden Sie Countdown-Timer

source: On Delay Countdown
de: Verzögerung EIN

source: Off Delay Countdown
de: Verzögerung AUS

source: GCODE On Delay
de: Verzögerung GCode EIN

source: GCODE Off Delay
de: Verzögerung GCode AUS

source: Run System Command After On
de: Führen Sie den Systembefehl nach Ein aus

source: Delay
de: Verzögerung

source: Run System Command Before Off
de: Führen Sie den Systembefehl vor dem Ausschalten aus

source: Close
de: Schliessen

source: Plug to Graph
de: Statistik für

source: Records
de: Aufzeichnungen

source: Offset
de: Versatz
